import React from 'react'
import "./Hero.css"

const Hero = () => {
  return (
    <>
    <section className="section1">

       
    <div className="container">
        <div className="wrapper">

        <div  className="info">

            <div data-aos="fade-down" className="text4">
                <h1>Станция Пахтакор</h1>
                <p>«Пахтако́р» (узб. Paxtakor — хлопкороб) — станция Ташкентского метрополитена.

Пущена в эксплуатацию 6 ноября 1977 года в составе первого участка Чиланзарской линии : «Сабир Рахимов» — «Октябрьской Революции».

Расположена между станциями : «Дружба Народов» и «Мустакиллик майдони».</p>
            </div>
            <hr />
            <div data-aos="fade-top" className="text4 ">
              <p> Станция колонного типа с подземными и круглым наземным вестибюлем. На станции одна прямая островная платформа длиной 102 метра. Станция «Пахтакор» открыта в ноябре 1977 года в составе первого участка Чиланзарской линии. После открытия станции «Алишера Навои» Узбекистанской линии один из вестибюлей был совмещен с переходом между станциями «Пахтакор» и «Алишера Навои». Станция находится около стадиона «Пахтакор» и спортивной арены Ешлик. Также рядом расположены многочисленные магазины и кафе.</p>
            </div>
        </div>

          
                <img   src="./i.webp " alt="" />
           



        </div>
    </div>

    </section>
    </>

  )
}

export default Hero
